Repository: eslamsalah5/jodel_clone
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Dark Mode
ar: الوضع المظلم

source: Language
ar: اللغه

source: Boosts
ar: تعزيزات

source: Power
ar: قوي اليودل بلص

source: Me
ar: حسابي

source: Inbox
ar: الواردات

source: Channels
ar: القنوات

source: Home
ar: الصفحه الرئيسيه

# boost_sub_title
source: Buy more Boost credits to boost posts to the top of everyones feed for for 10 additonal minutes
ar: قم بشراء المزيد من أرصدة التعزيز لزيادة المشاركات في اعلي اليودلات لمدة 10 دقائق إضافية

source: Save
ar: وفر

source: EGP
ar: ج.م.

source: each
ar: للمره

source: most Popular
ar: اكثر شعبيه

source: Boost now
ar: عزز الان

source: My Karma
ar: الكارما الخاصه بي

source: CHAT
ar: محادثات خاصه

source: NOTIFICATIONS
ar: اشعارات

# notifications_sub_title
source: You have no X notifications right now. Get active to recieve notifications
ar: ليس لديك إشعارات حاليا. كن مستخدما نشيطا لتلقي الاشعارات

# chat_sub_title
source: Your Chat center is empty Now!
ar: مركز الدردشة الخاص بك فارغ الآن!

source: Start Now
ar: ابدا الان

# privacy_Policy
source: By clicking the bottom ,you agree to ourTerms of Use and Privacy Policy
ar: بالنقر فوق الزر ، فإنك توافق على شروط الاستخدام وسياسة الخصوصية الخاصة بنا

# local_title
source: local
ar: محلي

# local_sub_title
source: Instantly Chat with people around you
ar: الدردشة على الفور مع الناس من حولك

# relevant_title
source: Relevant
ar: مناسب

# relevant_sub_title
source: Explore communities that interest you
ar: استكشف المجتمعات التي تهمك

# simple_title
source: Simple
ar: بسيط

# simple_sub_title
source: Chat with other through text and image posts
ar: الدردشة مع الآخرين من خلال المشاركات النصية والصور

source: Allow Location
ar: السماح بالموقع

# location_sub_title
source: X needs your location to connect You with the community around you
ar: يحتاج يوديل إلى موقعك لربطك بالمجتمع من حولك

# gender_sub_title
source: To which gender do you most indentify?
ar: إلى أي جنس تنتمي؟

source: Male
ar: ذكر

source: Female
ar: انثي

# gender_Privacy
source: No one will see your gender
ar: لن يرى أحد جنسك

# age_sub_title
source: What is your Age?
ar: ما هو عمرك؟

# age_Privacy
source: No one will see your age?
ar: لا أحد سيرى عمرك؟

source: Next
ar: التالي

# age_confirm
source: I confirm that my age is correct
ar: أؤكد أن عمري صحيح

# group_sub_title
source: Which user group best descripes you?
ar: أي مجموعة تصفك على أفضل نحو؟

source: University Student
ar: طالب جامعي

source: Emplyee
ar: موظف

source: Apprentice
ar: حرفي

source: High School Graduate
ar: خريج الثانوية

source: High School Student
ar: طالب المدرسة الثانوية

source: Other
ar: آخر

# group_Privacy
source: No one will see your user group
ar: لن يرى أحد مجموعتك

# send_message_button
source: Send a new Massage
ar: ارسل رساله جديده

source: change Language
ar: تغيير اللغه

source: SOON!
ar: قريبا!

# comment_text_form_hint
source: X back here...
ar: ردود ايجابيه فقط!#
